Repository: VoltanFr/memcheck
Catalog: MemCheck.WebUI/Resources/Controllers/MediaController.*.resx
Languages: fr

source: and
fr: et

# AreYouSure
source: Are you sure you want to delete this image?
fr: Êtes-vous sûr de vouloir supprimer cette image ?

# CanNotUpdateMetadataBecauseSameAsOriginal
source: Can not update metadata because you did not change anything.
fr: Erreur : aucun changement détecté.

# DescriptionNotSet
source: You need to set the description
fr: Description nécessaire

source: Failure
fr: Échec

# FileNotSet
source: You need to select a valid image file
fr: Fichier image invalide

# ImageAlreadyExists
source: There is already an image with name
fr: Une image existe déjà avec le nom

# ImageName
source: Name
fr: Nom

source: Image saved with name
fr: Image enregistrée :

# ImageUsedInCardsPart1
source: Image used in
fr: Image utilisée par

# ImageUsedInCardsPart2
source: cards.
fr: cartes.

# InitialImageVersionCreation
source: Initial version
fr: Première version

# InvalidBlobLength
source: Invalid blob: length is
fr: Données d'image incorrecte, longueur :

source: Invalid deletion description length:
fr: Description de suppression invalide, longueur :

# InvalidDescriptionLength
source: Invalid description: length is
fr: Description incorrecte, longueur :

# InvalidImageContentType
source: Invalid content type
fr: Type d'image incorrect

# InvalidNameLength
source: Invalid name: length is
fr: Nom incorrect, longueur :

# InvalidSourceLength
source: Invalid source information: length is
fr: Information sur la source incorrecte, longueur :

# LooksLikeABug
source: Ooops! Looks like there was a bug.
fr: Aïe ! On dirait qu'il y a eu un bug.

source: , must be between
fr: , doit être entre

# NameNotSet
source: You need to set the name
fr: Nom nécessaire

# NeedLogin
source: This feature is available only when logged in
fr: Il faut être connecté

source: Request status
fr: Statut de la requête

# SourceNotSet
source: You need to set the source information
fr: Information sur la source nécessaire

source: Success
fr: Réussi

source: Successfully deleted image
fr: Image supprimée :

# SuccessfullyUpdatedImage
source: Image updated
fr: Image mise à jour

# SureYouWantToDeletePart1
source: Sure you want to delete the image
fr: Suppression de l'image

# SureYouWantToDeletePart2
source: The last version was saved by
fr: Dernière version créée par

# SureYouWantToDeletePart3
source: on
fr: le

# SvgImageCanNotBeLoaded
source: The imaging library failed to load this SVG image.
fr: La bibliothèque graphique a échoué à charger ce document SVG.

source: Unknown image
fr: Image non trouvée
