Repository: VoltanFr/memcheck
Catalog: MemCheck.WebUI/Resources/Controllers/SearchController.*.resx
Languages: fr

source: Added to deck on
fr: Ajoutée au paquet le

source: Add tag
fr: Ajout du label

source: After
fr: Après

# AlertAddCardsToDeckPart1
source: Add
fr: Ajout de

# AlertAddCardsToDeckPart2
source: cards to deck
fr: cartes au paquet

# AlertAddCardsToDeckPart3
source: selected cards are already in the deck
fr: cartes sélectionnées sont déjà dans le paquet

# AlertAddCardToDeckPart1
source: Add one card to deck
fr: Ajouter une carte dans le paquet

# AlertAddCardToDeckPart3
source: one selected card is already in the deck
fr: une carte sélectionnée est déjà dans le paquet

# AlertAddOneCardToDeck
source: Add the selected card to deck
fr: Ajout de la carte sélectionnée au paquet

# AlertAddTagToCardsPart1
source: Sure you want to add the tag
fr: Êtes-vous sûr de vouloir ajouter le label

# AlertAddTagToCardsPart2
source: to
fr: à

# AlertAddTagToCardsPart3Plural
source: cards?
fr: cartes ?

# AlertAddTagToCardsPart3Single
source: card?
fr: carte?

# AlertDeleteCardsPart1
source: WARNING: you are about to DELETE
fr: ATTENTION : vous allez effacer

# AlertDeleteCardsPart2Plural
source: cards from Mnesios. No user will be able to access them.
fr: cartes de MemCheck. Elles ne seront plus accessibles pour aucune utilisateur.

# AlertDeleteCardsPart2Single
source: a card from Mnesios. No user will be able to access it.
fr: une carte de MemCheck. Elle ne sera plus accessible pour aucun utilisateur.

# AlertMoveCardsToHeapPart1
source: Move
fr: Déplacer

# AlertMoveCardsToHeapPart2
source: to heap
fr: cartes vers le tas

# AlertMoveCardsToHeapPart3
source: cards are already in the target heap
fr: cartes sont déjà dans le tas cible

# AlertMoveCardToHeapPart3
source: one card is already in the target heap
fr: une carte est déjà dans le tas cible

# AlertMoveOneCardToHeap
source: Move a selected card to heap
fr: Déplacer une carte sélectionnée vers le tas

# AlertRemoveCardFromDeckPart1
source: Remove one card from deck
fr: Enlever la carte du paquet

# AlertRemoveCardFromDeckPart3
source: one selected card is not in the deck
fr: une carte n'est pas dans le paquet

# AlertRemoveCardsFromDeckPart1
source: Remove
fr: Enlever

# AlertRemoveCardsFromDeckPart2
source: cards from deck
fr: cartes du paquet

# AlertRemoveCardsFromDeckPart3
source: cards are not in the deck
fr: cartes ne sont pas dans le paquet

# AlertRemoveOneCardFromDeck
source: Remove one card from deck
fr: Enlever la carte du paquet

source: <All>
fr: <Tous>

source: all users
fr: publique

source: <Any>
fr: <Peu importe>

source: Before
fr: Avant

# BiggestHeapReached
source: Biggest heap reached in this deck:
fr: Tas maxi atteint dans ce paquet :

# CanNotSubscribeToSearchInDeck
source: Subscribing to a search in a deck is not supported
fr: Il n'est pas possible de s'abonner à une recherche dans un paquet

# CanNotSubscribeToSearchWithRatingCriteria
source: Subscribing to a search with rating criteria is not supported
fr: Il n'est pas possible de s'abonner à une recherche avec critère d'évaluation

# CanNotSubscribeToSearchWithVisibilityCriteria
source: Subscribing to a search with visibility criteria is not supported
fr: Il n'est pas possible de s'abonner à une recherche avec critère de visibilité

# CantAddToDeckBecauseSomeCardsAlreadyIn
source: At least one card is in your deck
fr: Au moins une carte est dans votre paquet

source: Card added
fr: Carte ajoutée

# CardAlreadyInDeck
source: The selected card is already in the deck
fr: La carte sélectionnée est déjà dans le paquet

# CardAlreadyInTargetHeap
source: The selected card is already in the target heap
fr: La carte sélectionnée est déjà dans le tas

# CardAlreadyNotInDeck
source: The selected card is not in the deck
fr: La carte n'est pas dans le paquet

source: Card deleted
fr: Carte effacée

source: Card moved
fr: Carte déplacée

source: Card removed
fr: Carte enlevée du paquet

source: Cards added
fr: Cartes ajoutées

# CardsAlreadyInDeck
source: All the selected cards are already in the deck
fr: Toutes les cartes sélectionnées sont déjà dans le paquet

# CardsAlreadyInTargetHeap
source: The selected cards are already in the target heap
fr: Les cartes sélectionnées sont déjà dans le tas

# CardsAlreadyNotInDeck
source: The selected cards are not in the deck
fr: Les cartes ne sont pas dans le paquet

source: Cards deleted
fr: Cartes effacées

source: Cards moved
fr: Cartes déplacées

# CardsNotRegisteredForNotif
source: Cards you did not subscribe to
fr: Cartes auxquelles vous n'êtes pas abonné

# CardsRegisteredForNotif
source: Cards you subscribed to
fr: Cartes auxquelles vous êtes abonné

source: Cards removed
fr: Cartes enlevées du paquet

# CardsWithoutTags
source: <Cards without tag>
fr: <Cartes sans label>

# CardVisibleToMoreThanOwner
source: Visible to more than their owner
fr: Visibilité au-delà du propriétaire

# CardVisibleToOwnerOnly
source: Visible to owner only (private)
fr: Cartes privées

# ConfirmSubscription
source: Sure you want to subscribe to this search? You will be notified by email when the result changes (according to your user settings).
fr: Veuillez confirmer que vous souhaitez vous abonner à cette recherche et être prévenu par courrier électronique lorsque les résultats changent (selon vos paramètres utilisateur).

source: Deck
fr: Paquet

source: Deletion
fr: Suppression

source: Exclude cards
fr: Exclure les cartes

source: Expired on
fr: Expirée depuis :

source: Heap:
fr: Tas :

source: Ignore
fr: <Peu importe>

source: Include cards
fr: Inclure les cartes

# InNoneOfYourDecks
source: This card is in none of your decks
fr: Cette carte n'est pas dans vos paquets

# InYourDeck
source: This card is in your deck
fr: Cette carte est dans votre paquet

# InYourDecks
source: This card is in your decks
fr: Cette carte est dans vos paquets

source: Last learned on
fr: Dernière révision le

# NbTimesInNotLearnedHeap
source: Times in not learned heap:
fr: Passages par le tas des non apprises :

source: Never
fr: Jamais

# NoName
source: Not named
fr: Non nommée

source: <None>
fr: <Aucun>

# NoRating
source: No rating at all
fr: Aucune évaluation

# NotAllowedToModifyAllTheseCards
source: You are not allowed to modify all these cards (you need to be owner)
fr: Vous ne pouvez pas modifier toutes ces cartes (vous devez en être propriétaire)

# NotInYourDeck
source: This card is not in your deck
fr: Cette carte n'est pas dans votre paquet

source: On
fr: Le

# OneUserHasCardWithFrontSide
source: One other user has in a deck the card with front side
fr: Un autre utilisateur a dans un paquet la carte avec avant

# OperationIsForFilteringOnDeckInclusive
source: This operation requires filtering and including a single deck
fr: Cette opération nécessite un filtrage incluant un paquet unique.

# OperationIsForSelectedCards
source: This applies to selected cards
fr: Sélectionnez des cartes

source: Registered
fr: Vous êtes abonné

# SearchTooBigForRatingFiltering
source: The set of results is too big to filter on evaluations. You need to refine your selection.
fr: Cette recherche sélectionne trop de cartes pour filtrer par évaluation. Vous devez affiner vos critères.

# SelectedRatingAndAbove
source: At least
fr: Au moins

# SelectedRatingAndBelow
source: At most
fr: Au plus

source: starting with
fr: commençant par

source: Subscription recorded
fr: Abonnement enregistré

source: Success
fr: Ok

source: Tag added
fr: Label ajouté

# TooManySelectedCards
source: Too many selected cards (max: 50)
fr: Trop de cartes sélectionnées (50 maximum)

# UnknownCardsHeap
source: Unknown cards
fr: Cartes non apprises

source: Unregistered
fr: Vous êtes désabonné

# UsersHaveCardWithFrontSide
source: other users have in a deck the card with front side
fr: autres utilisateurs ont dans un paquet la carte avec avant

source: Visibility:
fr: Visibilité :

# WillExpireOn
source: Will expire:
fr: Expirera :

# YouAreNotTheCreatorOfAllPreviousVersions
source: You are not the creator of all the previous versions of the card with front side
fr: Vous n'êtes pas l'auteur de toutes les versions précédentes de la carte avec avant

# YouAreNotTheCreatorOfCurrentVersion
source: You are not the creator of the current version of the card with front side
fr: Vous n'êtes pas l'auteur de la version actuelle de la carte avec avant

source: you only
fr: vous seulement
