Repository: VoltanFr/memcheck
Catalog: MemCheck.WebUI/Resources/Pages/Authoring/Index.*.resx
Languages: fr

source: Add
fr: Ajouter

# AdditionalInfo
source: AdditionaI info
fr: Infos supplémentaires

source: Back Side
fr: Arrière

# Create
source: New card
fr: Créer

source: Edit
fr: Modifier

source: Front Side
fr: Avant

source: Language
fr: Langue

# PageTitle
source: Authoring page
fr: Création/Modification

# Public
source: Public (click to make private)
fr: Publique (cliquez pour rendre privée)

source: Tags
fr: Labels

source: Users
fr: Utilisateurs

# PleaseWaitForMount
source: Please wait, initializing data...
fr: Chargement des données...

# AddToDeck
source: Add to
fr: Ajouter à

source: Creation date:
fr: Créée le :

source: Last change date:
fr: Dernière modification :

# PleaseWaitForSave
source: Please wait, saving data...
fr: Enregistrement...

# VersionDescription
source: Edit summary (describe your changes)
fr: Description de vos modifications

# ImageName_BigScreen
source: Image name
fr: Nom d&rsquo;image

# ImageName_MediumScreen
source: Image name
fr: Nom d&rsquo;image

source: Add to your deck
fr: Ajouter à votre paquet

source: References
fr: Références

source: No evaluation
fr: Aucune évaluation

# BigSizeImageLabel_BigSize
source: Big size (bytes):
fr: Grande taille (octets) :

# BigSizeImageLabel_CloseButtonTitle
source: Close
fr: Fermer

# BigSizeImageLabel_CopiedToClipboardToastTitleOnFailure
source: Copy to clipboard failed
fr: Échec de la copie vers le presse-papier

# BigSizeImageLabel_CopiedToClipboardToastTitleOnSuccess
source: Copy to clipboard OK
fr: Copié vers le presse-papier

# BigSizeImageLabel_CopyToClipboard
source: Copy to clipboard
fr: Copier dans le presse-papier

# BigSizeImageLabel_CurrentVersionCreatedOn
source: Current version date:
fr: Version actuelle créée le :

# BigSizeImageLabel_CurrentVersionDescription
source: Current version description:
fr: Description de la version actuelle :

# BigSizeImageLabel_DownloadBiggestSize
source: Download in full size
fr: Télécharger en résolution max.

# BigSizeImageLabel_EditButtonTitle
source: Edit
fr: Modifier

# BigSizeImageLabel_CurrentVersionCreatedBy
source: Current version created by:
fr: Version actuelle créée par :

# BigSizeImageLabel_InitialVersionCreatedOn
source: Uploaded on:
fr: Téléversée le :

# BigSizeImageLabel_MediumSize
source: Medium size (bytes):
fr: Taille moyenne (octets) :

# BigSizeImageLabel_Name
source: Image name:
fr: Nom de l'image :

# BigSizeImageLabel_NumberOfCards
source: Cards using this image:
fr: Nombre de cartes utilisant cette image :

# BigSizeImageLabel_originalImageContentType
source: Image type:
fr: Type de l'image :

# BigSizeImageLabel_OriginalImageSize
source: Original size (bytes):
fr: Taille initiale (octets) :

# BigSizeImageLabel_Remove
source: Remove
fr: Supprimer

# BigSizeImageLabel_SmallSize
source: Small size (bytes):
fr: Petite taille (octets) :

# BigSizeImageLabel_VersionHistoryButtonTitle
source: Version history
fr: Historique des versions

source: Failure
fr: Échec

# ImageAlreadyInCard
source: Image already in the card (you can't use the same image twice)
fr: Cette image est déjà dans la carte (vous ne pouvez pas l'utiliser plus d'une fois).

# SureCreateWithoutTag
source: Save without tag?
fr: Continuer sans label ?

source: Failed to get card to edit
fr: Impossible de charger la carde à modifier

source: Failed to get decks of user
fr: Impossible de charger les paquets de l'utilisateur

source: Failed to get languages
fr: Impossible de charger les langues

source: Failed to get tags
fr: Impossible de charger les labels

source: Failed to get user info
fr: Impossible d'obtenir les infos utilisateur

source: Failed to get users
fr: Impossible de charger la liste des utilisateurs

source: Failed to load image
fr: Impossible de charger une image

source: Network error
fr: Erreur réseau

# PleaseReload
source: Please reload when the connection improves
fr: Rechargez la page lorsque votre connection sera meilleure

# ImageForCardBigToClipboard
source: Copy for card usage, big
fr: Copier pour une carte, taille : grande

# ImageForCardMediumToClipboard
source: Copy for card usage, medium
fr: Copier pour une carte, taille : moyenne

# ImageForCardSmallToClipboard
source: Copy for card usage, small
fr: Copier pour une carte, taille : petite
