Repository: VoltanFr/memcheck
Catalog: MemCheck.WebUI/Resources/Pages/Index.*.resx
Languages: fr

# CardsOfYourMultipleDecks
source: cards of your
fr: cartes de vos

# CardsOfYourSingleDeck
source: cards of your deck
fr: cartes de votre paquet

source: Data time
fr: Heure de ces informations

source: deck
fr: paquet

source: decks
fr: paquets

source: expired card
fr: carte expirée

source: expired cards
fr: cartes expirées

source: if you don't have an account
fr: si vous n'en avez pas

source: In the deck
fr: Dans le paquet

source: log in
fr: vous connecter

# NoUnkownOrExpiredCardAmongThe
source: No unknown or expired card among the
fr: Aucune carte non apprise ou expirée parmi les

# PageTitle
source: Home
fr: Accueil

# PerfectMemory
source: Looks like total recall!
fr: Hé, mémoire parfaite ?

source: register
fr: créez un compte

source: the Decks page
fr: la page dédiée

source: the doc
fr: la doc

# ToUseMemCheck
source: to use Mnesios
fr: pour utiliser Mnesios

source: unknown card
fr: carte non apprise

source: unknown cards
fr: cartes non apprises

source: Welcome
fr: Bienvenue

# YouCanCreateOneOn
source: You create one on
fr: Vous pouvez en créer un sur

source: You don't have a deck yet
fr: Vous n'avez pas encore de paquet

source: You have
fr: Vous avez

source: You have in
fr: Vous avez dans

source: You may also want to read
fr: Vous pouvez aussi lire

source: You need to
fr: Vous devez

source: your deck
fr: votre paquet

# PleaseWaitForMount
source: Please wait, initializing data...
fr: Chargement des données...

source: Next expiry:
fr: Prochaine expiration :

source: No
fr: Aucune

source: creating some
fr: en créant

source: or by
fr: ou en

source: There is no card in
fr: Il n'y a aucune carte dans

source: the search page
fr: la page de recherche

source: your decks
fr: vos paquets

source: You should add cards either from
fr: Vous pouvez ajouter des cartes depuis

source: On the
fr: Sur la

# TagListPage
source: tag list
fr: page des labels

# WantADemo
source: Want a demo? Select your subject...
fr: Vous voulez un apperçu de Mnesios ?
